{"id":"c1194917-9264-4af9-8b4f-a95be1b46f09","ingredients":[{"amount":190.0,"category":"Crèmerie","icon":"/icons/icons8-beurre-96.png","name":"beurre","unit":"g"},{"amount":280.0,"category":"Épicerie","icon":"/icons/icons8-flour-in-paper-packaging-96.png","name":"farine","unit":"g"},{"amount":100.0,"category":"Épicerie","icon":"/icons/icons8-sucre-96.png","name":"cassonade","unit":"g"},{"amount":100.0,"category":"Épicerie","icon":"/icons/icons8-sucre-96.png","name":"sucre","unit":"g"},{"amount":1.0,"category":"Épicerie","icon":"/icons/icons8-œuf-96.png","name":"oeuf"},{"amount":0.5,"name":"vanille","unit":"cac"},{"amount":100.0,"name":"raisin secs","unit":"g"},{"amount":75.0,"name":"flocon d'avoine","unit":"g"},{"amount":90.0,"name":"amandes","unit":"g"},{"amount":4.0,"name":"canelle","unit":"g"},{"amount":1.0,"name":"bicarbonate de soude","unit":"cac"},{"category":"Épicerie","icon":"/icons/icons8-salière-96.png","name":"sel"}],"name":"Oatmeal cookies","source_url":"https://www.jujube-en-cuisine.fr/oatmeal-cookies-cookies-a-lancienne-flocons-davoine-raisins-secs-et-noix/","steps":[{"step":"Faites ramollir le beurre quelques secondes au micro-onde (ou laissez-le suffisamment longtemps à température ambiante) et fouettez-le vigoureusement avec le sucre. Puis ajoutez l’œuf et fouettez de nouveau."},{"step":"Dans un second cul de poule, mélangez tous les ingrédients secs (farine, bicarbonate alimentaire, sel, vanille, raisins, noix, flocons d’avoine, cannelle), mélangez bien jusqu’à ce que tous les ingrédients se mêlent entre eux. "},{"step":"Intégrez en plusieurs fois les ingrédients secs du second cul de poule au premier et mélangez à l’aide d’une cuillère."},{"step":"Une fois l’appareil à cookie prêt, faites-le reposer au frais pendant une bonne heure."},{"step":"Au bout d’une heure, sortez l’appareil à cookie du frigo.\nPréchauffez votre four à 160 °C"},{"step":"Formez des petites boules de 55 g et posez-les sur une plaque à pâtisserie.\nPensez à bien espacer les cookies (disposez-les en quinconce) ils vont s’étaler à la cuisson."},{"step":"Enfournez pour 10 minutes.\nSurveillez la cuisson, à la sortie du four vos cookies doivent être encore mou au toucher. Patientez quelques minutes le temps qu’ils dégonflent (ils vont se craqueler, miam !) et que la surface se durcisse un petit peu."},{"step":"Placez-les sur une grille, manipulez-les avec précaution ils sont fragiles car encore chaud, pour cela j’utilise une spatule plate.\nLes faire refroidir sur une grille va leur permettre de croustiller à l’extérieur tout en restant moelleux à cœur."}]}